"User Authentication" = "사용자 인증";

"Enable User Authentication" = "사용자 인증";

"Login User Name:" = "로그인 사용자 이름:";
"Defined User ID" = "정의된 사용자 ID";
"Mac Login Name" = "Mac 로그인 이름";
"Enter Login User Name:" = "로그인 사용자 이름 입력:";

"Login Password:" = "로그인 암호:";
"Confirmation Password:" = "암호 확인:";

"Enable Driver key" = "드라이버 암호화 키";
"Driver Encryption Key:" = "드라이버 암호화 키:";
"Reenter Driver Key:" = "확인 키 다시 입력:";
"Reenter the Confirmation Key:" = "확인 키 다시 입력:";

"Restore Defaults" = "기본값 복원";

"Enter a valid [Login User Name]." = "유효한 [로그인 사용자 이름]을 입력하십시오.";
"Entered [Login Password] is different." = "입력한 [로그인 암호]가 다릅니다.";
"Entered [Driver Encryption Key] is different." = "입력한 [드라이버 암호화 키]가 다릅니다.";
"Enter a valid [Driver Encryption Key]" = "유효한 [드라이버 암호화 키]를 입력하십시오.";

"Off" = "해제";